# !/usr/bin/env python3 
# -*- coding: utf-8 -*-
# @Time    : 2022/2/12 12:45
# @Author  : Gene Jiang
# @File    : dict_person.py
# @Description:

person = [
    {
        'genders': ['男', '女', '未知'],
        'birth_month': ['3月', '8月', '11月', '1月', '9月', '5月', '7月', '6月',
                        '10月', '4月', '2月', '12月'],
        'age': ['25-29', '60-70', '45-49', '55-59', '35-39', '30-34', '40-44',
                '50-54', '18-24'],
        'income': ['5万元以下', '30-50万元', '15-20万元', '100万元以',
                   '5-10万元', '50-100万',  '20-30万元', '10-15万元'],
        'education': ['其他', '研究生/硕士或以上', '初中或以下', '大专', '大学本科/学士',
                     '高中/中专/技校'],
        'interests': ['其它', '运动健身', '美食', '阅读', '影视娱乐', '摄影', '游戏',
                      '购物', '户外', '艺术',  '旅游', '商业']
    }
]
